Repository: tripathineha/DemoProject
Catalog: Demo/*.lproj/Localizable.strings
Languages: de, fr

source: To do Item
de: To do ItemGerman
fr: To do ItemFrench

source: Alert
de: AlertGerman
fr: AlertFrench

source: OK
de: OKGerman
fr: OKFrench

source: Cancel
de: CancelGerman
fr: CancelFrench

# item_not_saved
source: Your to-do could not be saved.
de: Your to-do could not be saved.German
fr: Your to-do could not be saved.French

# item_name_not_given
source: Your to-do needs a name.
de: Your to-do needs a name.German
fr: Your to-do needs a name.French

source: Alarm
de: AlarmGerman
fr: AlarmFrench

source: Repeat
de: RepeatGerman
fr: RepeatFrench

# change
source: Change Message
de: Change MessageGerman
fr: Change MessageFrench

# cancelButton
source: Cancel
de: CancelGerman
fr: CancelFrench

# saveButton
source: Save
de: SaveGerman
fr: SaveFrench
